Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: དེས་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ན་མི་གང་ཇི་སྙེད་པ་རྣམས་དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་བམ། ཁུ་ཚུར་གྱིས་བསྣུན་ཏེ་ཕམ་པར་བྱས་ནས། ཉེ་བར་སྤྱད་པའི་ལོངས་སྤྱོད་འགྲོན་བུ་དང་། གསེར་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་དང་། ཁང་ཁྱིམ་དང་། བཞོན་པ་དང་། གོས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། སྟན་གྱི་ཉེ་བར་སྤྱད་པ་དང་། ཡོངས་སུ་སྤྱད་པ་དང་། དགའ་བ་དང་། རྩེ་བའི་ལོངས་སྤྱོད་ཅི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བཅོམ་ཞིང་ཕྲོགས་ཏེ་ཁྱེར་བར་གྱུར་ན།
en: That man bludgeoned every person in a four-continent universe, or stabbed them or punched them, and after subduing them robbed them and made off with all their useful goods: cowry shells, gold, precious stones, pearls, beryl, conches, crystals, coral, gold dust, silver, and different kinds of jewels, as well as their house, vehicle, clothes, food, drink, bedding, and furniture to be used or enjoyed, and every possession that could provide pleasure or leisure.

source: །བདེ་བར་གཤེགས་པ་མང་དུ་སྐྱེད་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Sugata, he would create a great deal.”

source: འོད་སྲུང་ཁྱོད་མོས་པར་བྱ། ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། གང་ཞིག་བདག་ཉིད་འབྲས་བུ་མ་ཐོབ་ཅིང་སོ་སོའི་སྐྱེ་བོ་ཡིན་པར་ཤེས་བཞིན་དུ་དེ་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པས་ཟིལ་གྱིས་ནོན་པས་གཞན་དག་གི་མདུན་དུ་བདག་ཉིད་ལན་ཅིག་ཕྱིར་འོང་བ་ཡིན་པར་ཁས་འཆེ་བར་བྱེད་ཅིང་ཐ་ན་བསོད་སྙོམས་གཅིག་ཙམ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་བྱེད་ན།
en: The Blessed One said, “Kāśyapa, believe this and take it to heart: when someone who knows themselves to be an ordinary person who has not attained fruition, overcome by desire for gain, reverence, and praise, falsely claims in the presence of others to be a once-returner and then enjoys so much as a single meal of alms food, that creates an even greater amount of nonmerit.

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མང་དུ་སྐྱེད་དེ།
en: That creates an inexhaustibly greater amount of nonmerit. “

source: དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མི་ཟད་པ་སྐྱེད་པ་ཡིན་ནོ། །འོད་སྲུང་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ན་མི་གང་ཇི་སྙེད་པ་ཐམས་ཅད་ཀྱི་ཉེ་བར་སྤྱད་པའི་ལོངས་སྤྱོད་རྣམས་ལྟ་ཞོག་གི །འོད་སྲུང་མི་གསུམ་པ་ཆེས་ཤིན་ཏུ་གཏུམ་པ། ཆེས་ཤིན་ཏུ་བརླང་པ། ཆེས་ཤིན་ཏུ་དྲག་ཤུལ་གྱི་ལས་དང་ལྡན་པ། ཆེས་ཤིན་ཏུ་ཉམ་སྟོབས་དང་ལྡན་པ། ཆེས་ཤིན་ཏུ་སྟོབས་ཆེན་པོའི་ཤུགས་དང་ལྡན་པ་གང་ལ་ལ་ཞིག་བྱུང་བར་གྱུར་ལ།
en: But, Kāśyapa, never mind the useful goods of all the people in a four-continent universe.

source: འོད་སྲུང་མི་དེས་སྟོང་ཆུང་ངུའི་འཇིག་རྟེན་གྱི་ཁམས་ན་མི་གང་ཇི་སྙེད་ཅིག་སྐྱེས་པ་དེ་དག་དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་བམ། ཁུ་ཚུར་གྱིས་བསྣུན་ཏེ་ཕམ་པར་བྱས་ནས་ཉེ་བར་སྤྱད་པའི་ལོངས་སྤྱོད་འགྲོན་བུ་དང་། གསེར་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་།
en: Imagine there came along a third man, much fiercer, much coarser, and even more ferocious, who was physically much more powerful and endowed with much greater strength, and that man bludgeoned every person born in a small thousandfold universe, or stabbed them or punched them, and after subduing them robbed them and made off with all of their useful goods: cowry shells, gold, precious stones, pearls, beryl, conches, crystals, coral, gold dust, silver, and different kinds of jewels, as well as their house, vehicle, clothes, food, drink, bedding, and furniture to be used or enjoyed, and every possession that could provide pleasure or leisure.

source: བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་དང་། ཁང་ཁྱིམ་དང་། བཞོན་པ་དང་། གོས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། སྟན་གྱི་ཉེ་བར་སྤྱད་པ་དང་། ཡོངས་སུ་སྤྱད་པ་དང་། དགའ་བ་དང་། རྩེ་བའི་ལོངས་སྤྱོད་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བཅོམ་ཞིང་ཕྲོགས་ཏེ་ཁྱེར་བར་གྱུར་ན།
en: What do you think, Kāśyapa?

source: འོད་སྲུང་འདི་ཇི་སྙམ་དུ་སེམས། གཞི་དེ་ལས་མི་དེ་བསོད་ནམས་མ་ཡིན་པ་མང་དུ་སྐྱེད་སྙམ་འམ།
en: Would that man create a great deal of nonmerit on that basis?”

source: འོད་སྲུང་ཁྱོད་མོས་པར་བྱ། ཁྱོད་ཀྱིས་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། གང་ཞིག་བདག་ཉིད་འབྲས་བུ་མ་ཐོབ་ཅིང་སོ་སོའི་སྐྱེ་བོ་ཡིན་པར་ཤེས་བཞིན་དུ་དེ་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པས་ཟིལ་གྱིས་ནོན་པས་གཞན་དག་གི་མདུན་དུ་བདག་ཉིད་ཕྱིར་མི་འོང་བ་ཡིན་པར་ཁས་འཆེ་བར་བྱེད་ཅིང་ཐ་ན་བསོད་སྙོམས་གཅིག་ཙམ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་བྱེད་ན་དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མང་དུ་སྐྱེད་དེ།
en: The Blessed One said, “Kāśyapa, believe this and take it to heart: when someone who knows themselves to be an ordinary person who has not attained fruition, overcome by desire for gain, reverence, and praise, falsely claims in the presence of others to be a non-returner and then enjoys so much as a single meal of alms food, that creates an even greater amount of nonmerit.

source: །འོད་སྲུང་སྟོང་ཆུང་ངུ་ཕྲ་མོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་མི་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་ཀྱི་ཉེ་བར་སྤྱད་པའི་ལོངས་སྤྱོད་རྣམས་ལྟ་ཞོག་གི །འོད་སྲུང་མི་བཞི་པ་ཆེས་ཤིན་ཏུ་རབ་ཏུ་གཏུམ་པ། ཆེས་ཤིན་ཏུ་རབ་ཏུ་བརླང་བ། ཆེས་ཤིན་ཏུ་རབ་ཏུ་དྲག་ཤུལ་གྱི་ལས་དང་ལྡན་པ། ཆེས་ཤིན་ཏུ་རབ་ཏུ་ཉམ་སྟོབས་དང་ལྡན་པ། ཆེས་ཤིན་ཏུ་རབ་ཏུ་སྟོབས་ཆེན་པོའི་ཤུགས་དང་ལྡན་པ་གང་ལ་ལ་ཞིག་བྱུང་བར་གྱུར་ལ། འོད་སྲུང་མི་དེས་སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་ན་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པའི་སེམས་ཅན་གང་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་དབྱུག་པས་བརྡེགས་སམ། མཚོན་གྱིས་བཏབ་བམ། ཁུ་ཚུར་གྱིས་བསྣུན་ཏེ་ཕམ་པར་བྱས་ནས། ཉེ་བར་སྤྱད་པའི་ལོངས་སྤྱོད་འགྲོན་བུ་དང་། གསེར་དང་། ནོར་བུ་
en: Kāśyapa, never mind the useful goods of all the people in a small thousandfold universe.

source: དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་དང་། རིན་པོ་ཆེ་སྣ་ཚོགས་དང་། ཁང་ཁྱིམ་དང་། བཞོན་པ་དང་། གོས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། སྟན་གྱི་ཉེ་བར་སྤྱད་པ་དང་། ཡོངས་སུ་སྤྱད་པ་དང་། དགའ་བ་དང་། རྩེ་བའི་ཡོ་བྱད་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བཅོམ་ཞིང་ཕྲོགས་ཏེ་ཁྱེར་བར་གྱུར་ན།
en: Imagine there came along a fourth man, supremely fierce, supremely coarse, and supremely ferocious, who was physically supremely powerful and endowed with supreme strength, and that man bludgeoned every god, nāga, yakṣa, gandharva, asura, garuḍa, kinnara, mahoraga, human, and nonhuman in a thousandfold universe, or stabbed them or punched them, and after subduing them robbed them and made off with all of their useful goods: cowry shells, gold, precious stones, pearls, beryl, conches, crystals, coral, gold dust, silver, and different kinds of jewels, as well as their house, vehicle, clothes, food, drink, bedding, and furniture to be used or enjoyed, and every possession that could provide pleasure or leisure.

source: འོད་སྲུང་ཁྱོད་མོས་པར་བྱ། ཁྱོད་ཀྱི་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ། གང་ཞིག་བདག་ཉིད་འབྲས་བུ་མ་ཐོབ་ཅིང་སོ་སོའི་སྐྱེ་བོ་ཡིན་པར་ཤེས་བཞིན་དུ་དེ་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པས་ཟིལ་གྱིས་ནོན་པས་གཞན་དག་གི་མདུན་དུ་བདག་ཉིད་དགྲ་བཅོམ་པ་ཡིན་པར་ཁས་འཆེ་བར་བྱེད་ཅིང་ཅི་ནས་ཀྱང་གཞན་དག་གིས་བདག་དགྲ་བཅོམ་པ་ཡིན་པར་ཤེས་པར་བྱའོ།
en: The Blessed One said, “Kāśyapa, believe this and take it to heart: when someone who knows themselves to be an ordinary person who has not attained fruition, overcome by desire for gain, reverence, and praise, falsely claims in the presence of others to be an arhat while thinking that others should recognize them as an arhat, exalts themselves in the way that an arhat is exalted, exhibits signs like those an arhat exhibits, and, possessing such sinful desires, enjoys so much as a single meal of alms food given by the faithful, that creates an even greater amount of nonmerit.

source: །སྙམ་ནས་དགྲ་བཅོམ་པ་སྟེང་དུ་འབྱུང་བ་ལྟར་སྟེང་དུ་འབྱུང་བར་ཡང་བྱེད། དགྲ་བཅོམ་པའི་དཔེ་སྟོན་པ་ལྟར་དཔེ་སྟོན་པར་ཡང་བྱེད་ལ།
en: That creates an inexhaustibly greater amount of nonmerit. “

source: དེ་ལྟར་སྡིག་པ་ཅན་གྱི་འདོད་པ་དེ་ལྟ་བུ་དང་ལྡན་པས། ཐ་ན་གཞན་གྱིས་བྱིན་པའི་དད་པས་བྱིན་པ་བསོད་སྙོམས་གཅིག་ཙམ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་བྱེད་ན། དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མང་དུ་སྐྱེད་དེ། དེ་ནི་དེ་བས་ཆེས་བསོད་ནམས་མ་ཡིན་པའི་ཕུང་པོ་མི་ཟད་པ་སྐྱེད་པ་ཡིན་ནོ། །འོད་སྲུང་དེ་ལྟ་བས་ན་གང་སྟོང་གི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་འཕྲོགས་པར་སྤྲོ་བ་དེ་ནི་སྡིག་ཅན་གྱི་འདོད་པ་དེ་ལྟ་བུ་དེས་དད་པས་བྱིན་པ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་བྱེད་དེ།
en: Therefore, Kāśyapa, compared to someone inclined to steal every pleasing possession of all the beings in a thousandfold universe, I do not see any more despicable behavior of one gone forth than to enjoy what is given by the faithful with such sinful desires. “

source: འོད་སྲུང་ངས་ནི་སྡིག་པ་ཅན་གྱི་འདོད་པ་དེ་ལས་གཞན་པ་རབ་ཏུ་བྱུང་བའི་ཆོས་ཤིན་ཏུ་ཐ་ཆད་ཅིག་ཤོས་གཞན་མ་མཐོང་ངོ་། །འོད་སྲུང་བཞི་པོ་འདི་དག་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པ་བ་རབ་ཏུ་བྱུང་བའི་སྡིག་པ་འདོད་པ་ཡིན་ཏེ།
en: Kāśyapa, these are the four sinful desires of one who has gone forth in the Śrāvaka Vehicle.

source: མ་འོངས་པའི་སངས་རྒྱས་མཐོང་བར་འདོད་པ་དང་། འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་འདོད་པ་དང་། གཞན་ཡང་རྒྱལ་རིགས་ཀྱི་རིགས་དག་འདོད་པ་དང་། བྲམ་ཟེའི་རིགས་དག་འདོད་པ་སྟེ།
en: They are the desire to see the buddhas of the future, the desire for the sovereignty of a universal monarch, the desire for royal lineage, and the desire for a brahmanical lineage.

source: བཞི་པོ་དེ་དག་ནི་ཉན་ཐོས་ཀྱི་ཐེག་པ་བ་རབ་ཏུ་བྱུང་བའི་སྡིག་པ་འདོད་པ་ཡིན་ནོ།
en: Those are the four sinful desires of one who has gone forth in the Śrāvaka Vehicle. “

source: །གང་དུ་འགའ་ཞིག་ལ་སྨོན་པར་བྱེད་ན། ཆེར་ན་མྱ་ངན་ལས་འདས་པ་ལ་སྨོན་པར་བྱེད་ན་དེ་ཡང་དེའི་སྡིག་པ་འདོད་པ་ཉིད་ཡིན་ཏེ།
en: When they aspire to something, even when they aspire to nirvāṇa, that is itself a sinful desire of theirs.

source: དེ་བཞིན་གཤེགས་པས་དེ་ལ་དགོངས་ནས་དགེ་སློང་དག་ང་ནི་ཆེར་ན་ཕུང་པོའི་ལྷག་མ་དང་བཅས་པའི་མྱ་ངན་ལས་འདས་པ་ཡང་རུང་སྟེ། སྐད་ཅིག་ཙམ་སྐྱེ་བ་ལ་ཡང་བསྔགས་པ་མི་བརྗོད་དོ། །ཞེས་སྟོན་ཏོ།
en: With that in mind, the Tathāgata taught, ‘Monks, I do not in fact commend nirvāṇa with a remainder of the aggregates, nor do I commend birth even for so much as an instant.’ “

source: །འོད་སྲུང་བཞི་པོ་འདི་དག་ནི་དགེ་སྦྱོང་གི་དྲི་མ་སྟེ། རབ་ཏུ་བྱུང་བས་དེ་དག་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མི་བྱའོ།
en: Kāśyapa, these are the four stains of ascetics; one who has gone forth should never give rise to any of them.

source: །བཞི་གང་ཞེ་ན།
en: What are the four?

source: འཇིག་ཚོགས་ལ་མངོན་པར་ཞེན་པ་དང་། གང་ཟག་ཏུ་འཛིན་པ་དང་། བསླབ་པ་ལས་འདའ་བ་དང་། མ་འོངས་པའི་སངས་རྒྱས་མཐོང་བར་འདོད་པ་སྟེ།
en: They are clinging to the transitory collection, conceiving of it as a person, transgressing the training, and desiring to see the buddhas of the future.

source: བཞི་པོ་དེ་དག་ནི་དགེ་སྦྱོང་གི་དྲི་མ་ཡིན་ཏེ། རབ་ཏུ་བྱུང་བས་དེ་དག་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མི་བྱའོ། །འོད་སྲུང་དགེ་སྦྱོང་དང་།
en: Those are the four stains of ascetics; one who has gone forth should never give rise to any of them. “

source: བྲམ་ཟེ་འཚོ་བ་ཡོངས་སུ་དག་པ། སྡིག་པ་འདོད་པ་མེད་པ། ཚུལ་ཁྲིམས་དང་ལྡན་པ། དྲང་པོའི་རང་བཞིན་ཅན་གཡོ་མེད་པ། སྒྱུ་ཅན་མ་ཡིན་པ།
en: Kāśyapa, it was for the sake of ascetics and brahmins whose livelihoods are pure, who are free of sinful desires, who are morally disciplined, upright by nature, honest, and free of hypocrisy and arrogance, and who desire parinirvāṇa that I attained unsurpassed, perfect awakening and became a buddha.

source: ཁེངས་པ་མ་ཡིན་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་འདོད་པ་རྣམས་ཀྱི་ཆེད་དུ་ངས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པས་ན་འོད་སྲུང་དེ་དག་དབུགས་འབྱིན་པར་བྱེད་པ་བརྗོད་པར་བྱ་སྟེ། དེ་ཐོས་ན་རྣལ་འབྱོར་པ་རྣལ་འབྱོར་སྤྱོད་པ་དག་དགའ་བ་དང་མགུ་བར་འགྱུར་རོ།
en: Therefore, Kāśyapa, you should speak words of encouragement to them so that, on hearing them, those yogis who engage in spiritual practice will be pleased and happy. “

source: །འོད་སྲུང་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་གླིང་ཆེན་པོ་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་གང་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་ལ་བསྐལ་པ་འམ། བསྐལ་པ་ལས་ལྷག་པར་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བཀུར་སྟི་བྱས། བླ་མར་བྱས། རི་མོར་བྱས།
en: Kāśyapa, suppose some son or daughter of noble family has paid homage to all the beings in a four-continent universe for an eon or more with every pleasing possession and revered them, honored them, and made offerings to them.

source: མཆོད་པ་བྱས་པ་བས་ནི་ཡང་དག་པར་ཞུགས་པ། ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ། འཚོ་བ་ཡོངས་སུ་དག་པ་ཞིག་གིས་སྦྱིན་པ་པོ་གང་གི་དད་པས་བྱིན་པ་ཐ་ན་ཆུ་སྣོད་གང་ཙམ་ཞིག་བདག་གིར་བྱས་པར་གྱུར་ན་དེ་ཉིད་དེ་ལ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེས་རྒྱ་ཆེ་བར་འགྱུར་གྱི།
en: In comparison, when someone who has practiced properly, whose moral discipline is pure, and whose livelihood is pure accepts so much as a drink of water given in faith by a donor, that will create for them an enormous amount of merit.

source: གླིང་ཆེན་པོ་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ལ་བསྐལ་པ་འམ། བསྐལ་པ་ལས་ལྷག་པར་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བཀུར་སྟིར་བྱས། བླ་མར་བྱས། རི་མོར་བྱས། མཆོད་པ་བྱས་པ་དེ་ལ་ནི་དེ་ལྟ་མ་ཡིན་ནོ།
en: But that is not the case for the one who has paid homage to all the beings in the four-continent universe for an eon or more with every pleasing possession and revered them, honored them, and made offerings to them. “

source: །འོད་སྲུང་ཇི་ལྟར་མི་བླུན་པོ་སྡིག་པ་འདོད་པ་དང་ལྡན་པ་དེས་གང་གི་དྲུང་ནས་ཆོས་གོས་སམ། བསོད་སྙོམས་ཡོངས་སུ་ལོངས་སྤྱད་པ་དེའི་དོན་དེ་ཡོངས་སུ་ཉམས་པར་བྱེད་པ་དེ་ལྟར་ནི་དགྲ་བོ་དང་། གཤེད་མ་དང་། ཕྱིར་རྒོལ་བ་དང་། ཕས་ཀྱི་དགྲས་ཀྱང་ཡོངས་སུ་ཉམས་པར་བྱེད་མི་ནུས་སོ།
en: Kāśyapa, a fool with sinful desires harms the welfare of the person from whom he receives monastic robes or alms in a way that even a foe, a murderer, an opponent, or an enemy could not. “

source: །འོད་སྲུང་བཞི་པོ་འདི་དག་ནི་རབ་ཏུ་བྱུང་བའི་ཉོན་མོངས་པ་ཆ་ཕྲ་བ་རྣམས་ཡིན་ཏེ། རབ་ཏུ་བྱུང་བ་ཉོན་མོངས་པ་ཆ་ཕྲ་བ་དེ་དག་དང་ལྡན་ན་འདི་ལྟ་སྟེ། དཔེར་ན་མདའ་འཕངས་པ་དེ་བཞིན་དུ་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་ཡིན་པར་བརྗོད་པར་བྱའོ།
en: Kāśyapa, these are the four subtle defilements of one who has gone forth, and if one who has gone forth has these subtle defilements, it should be declared that they will go to the hell realms just like an arrow that has been shot.

source: གཞན་གྱི་རྙེད་པ་ལ་ཕྲག་དོག་གི་ཆོས་ཉིད་དང་ལྡན་པ་དང་། སྡོམ་པ་དང་ལྡན་པའི་མདོ་སྡེ་ཐོས་ནས་ཚུལ་ཁྲིམས་ཀྱི་ཉེས་པ་འབྱིན་པར་བྱེད་པ་དང་། དེ་བཞིན་གཤེགས་པའི་བཀའ་ལས་འདས་སམ། བསླབ་པ་ལས་འདས་ན་ལྷག་པའི་ང་རྒྱལ་གྱིས་འཆབ་པར་བྱེད་ཅིང་རྣམ་པར་འབྱེད་པར་མི་བྱེད། འཆགས་པར་མི་བྱེད་པ་དང་། ཤེས་ཤིང་རྟོགས་བཞིན་དུ་དད་པས་བྱིན་པ་ཡོངས་སུ་ལོངས་སྤྱོད་པར་བྱེད་པ་སྟེ།
en: They are to be envious of another’s gain, to commit offenses against moral discipline after studying the sūtras connected with the precepts, to violate the Tathagata’s teachings or the training and then arrogantly conceal it while neither discerning nor confessing it, and to then knowingly enjoy gifts from the faithful. “

source: འོད་སྲུང་བཞི་པོ་དེ་དག་ནི་རབ་ཏུ་བྱུང་བའི་ཉོན་མོངས་པ་ཆ་ཕྲ་བ་རྣམས་ཡིན་ཏེ། རབ་ཏུ་བྱུང་བ་ཉོན་མོངས་པ་ཆ་ཕྲ་བ་དེ་དག་དང་ལྡན་ན་འདི་ལྟ་སྟེ་དཔེར་ན་མདའ་འཕངས་པ་དེ་བཞིན་དུ་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་ཡིན་པར་བརྗོད་པར་བྱའོ།
en: Kāśyapa, those are the four subtle defilements of one who has gone forth, and if one who has gone forth has these subtle defilements, it should be declared that they will go to the hell realms just like an arrow that has been shot. “

source: །འོད་སྲུང་བཞི་པོ་འདི་དག་ནི་དགེ་སྦྱོང་ལྟར་བཅོས་པ་ཡིན་ཏེ།
en: Kāśyapa, these are the four types of bogus ascetic.

source: ཚུལ་ཁྲིམས་འཆལ་པ་དང་། བདག་ཏུ་ལྟ་བ་དང་། དམ་པའི་ཆོས་སྤོང་བ་དང་། འཇིག་རྟེན་རྒྱང་ཕན་པ་སྟེ།
en: They are one whose moral discipline is corrupted, one who believes in a self, one who abandons the authentic Dharma, and one who is a Lokāyata.

source: བཞི་པོ་དེ་དག་ནི་དགེ་སྦྱོང་ལྟར་བཅོས་པ་ཡིན་ནོ།
en: Those are the four types of bogus ascetic. “

source: །འོད་སྲུང་བཞི་པོ་འདི་དག་ནི་རབ་ཏུ་བྱུང་བའི་རྒྱགས་ཤིང་བག་མེད་པ་ཡིན་ཏེ། རབ་ཏུ་བྱུང་བ་རྒྱགས་ཤིང་བག་མེད་པ་དེ་དག་དང་ལྡན་ན་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་ཡིན་པར་བརྗོད་པར་བྱའོ།
en: Kāśyapa, these are the four ways in which one who has gone forth is puffed-up and careless, and if one who has gone forth is puffed-up and careless in these ways, it should be declared that they will go to the hell realms.

source: །བཞི་གང་ཞེ་ན། མང་དུ་ཐོས་པས་རྒྱགས་ཤིང་དེ་མང་དུ་ཐོས་པས་བག་མེད་པར་འགྱུར་བ་དང་། རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པས་རྒྱགས་ཤིང་དེ་རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པས་ཟིལ་གྱིས་ནོན་པས་བག་མེད་པར་འགྱུར་བ་དང་། མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་།
en: What are the four?

source: སློངས་མོ་སྟེར་བའི་ཁྱིམ་གྱིས་རྒྱགས་ཤིང་དེ་མཛའ་བཤེས་ཀྱི་ཁྱིམ་དང་། སློངས་མོ་སྟེར་བའི་ཁྱིམ་གྱིས་སྤགས་པས་བག་མེད་པར་འགྱུར་བ་དང་། སྦྱངས་པའི་ཡོན་ཏན་དང་། ཡོ་བྱད་བསྙུངས་པས་རྒྱགས་ཤིང་དེ་སྦྱངས་པའི་ཡོན་ཏན་དང་། ཡོ་བྱད་བསྙུངས་པས་རྒྱགས་པས་བདག་ལ་སྟོད་པར་བྱེད།
en: They are to be puffed-up with great learning, becoming careless because of it, to be puffed-up and overcome by gain, reverence, and praise, becoming careless because of it, to be puffed-up by the households of friends and those who give alms, becoming careless because of the food given by the households of friends and those who give alms, and to be puffed-up with ascetic practices and having few possessions, praising themselves and denigrating others because of being puffed-up with ascetic practices and having few possessions.

source: གཞན་ལ་སྨོད་པར་བྱེད་པ་དེ་ནི་བག་མེད་པ་ཞེས་བྱ་སྟེ།
en: That is what is known as carelessness. “

source: འོད་སྲུང་བཞི་པོ་དེ་དག་ནི་རབ་ཏུ་བྱུང་བའི་རྒྱགས་ཤིང་བག་མེད་པ་ཡིན་ཏེ། རབ་ཏུ་བྱུང་བ་རྒྱགས་ཤིང་བག་མེད་པ་དེ་དག་དང་ལྡན་ན་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་ཡིན་པར་བརྗོད་པར་བྱའོ།
en: Kāśyapa, those are the four ways in which one who has gone forth is puffed-up and careless, and if one who has gone forth is puffed-up and careless in those ways, it should be declared that they will go to the hell realms.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་སླད་མའི་ཚེ་སླད་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དགེ་སྦྱོང་ལྟར་བཅོས་པ་ངུར་སྨྲིག་འཚལ་བ་གང་དག་དེ་བཞིན་གཤེགས་པས་བསྐལ་པ་བྱེ་བ་གྲངས་མ་མཆིས་པར་ཡང་དག་པར་བསྒྲུབས་པའི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདི་ནུབ་པར་བགྱིད་པར་འགྱུར་བ་ཅི་འདྲ་བ་དག་འབྱུང་བར་འགྱུར་ལགས། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, in the future, in the final five-hundred-year period, the bogus ascetics who want saffron robes and who will cause the disappearance of the unsurpassed, perfect awakening that the tathāgatas have accomplished for countless millions of eons—what will they be like?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་ལ་གཏམ་འདི་ཡོངས་སུ་དྲིས་པས་ཁྱོད་ལ་ཅི་བྱས་ཐོང་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འོད་སྲུང་གལ་ཏེ་དེ་བཞིན་གཤེགས་པས་མི་བླུན་པོ་དེ་དག་གི་སྡིག་པ་འདོད་པ་དང་། ཡང་དག་པ་མ་ཡིན་པར་འཛིན་པ་དང་། གཡོ་དང་།
en: The Blessed One replied to Venerable Mahākāśyapa, “Kāśyapa, what is the point of you asking the Tathāgata for an account of this?

source: ཆོམ་རྐུན་དང་། ཕྱིན་ཅི་ལོག་དང་། བདུད་ཀྱི་ཉེས་པ་དང་། བདུད་ཀྱི་བྱིན་གྱིས་བརླབས་ཀྱི་སྐྱོན་ཡང་དག་པ་ཐམས་ཅད་བརྗོད་ཅིང་ཡང་དག་པར་བཤད་པར་གྱུར་ན། འོད་སྲུང་ཁྱོད་ཀྱིས་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དེ་དག་གི་སྡིག་པ་ཀུན་སྤྱོད་པ་དེ་དག་ཐོས་ན་ཡང་དག་པ་མ་ཡིན་ཡང་སྣང་བར་མི་འགྱུར་བའི་ཕྱིར་རོ།
en: Let it go, Kāśyapa, because if the Tathāgata actually described and explained all the faults of those foolish peoples’ sinful desires, false conceptions, deceits, frauds, errors, malign flaws, and malign forces, after you heard of the sinful behavior of those unholy individuals, even though it is incorrect, it would not appear so to you.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཆོས་འདུལ་བ་འདི་ཅི་ནས་ཀྱང་ཡུན་རིང་དུ་གནས་པར་འགྱུར་བར་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, I beg the Blessed One, the Tathāgata, to give his blessing so that this Dharma and Vinaya may remain for a long time, come what may.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་ནི་རིང་པོ་མི་ཐོགས་པར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་རོ། །འོད་སྲུང་གིས་གསོལ་པ།
en: Then the Blessed One replied to Venerable Mahākāśyapa, “Kāśyapa, before long the Tathāgata will pass into parinirvāṇa.”

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། དམ་པའི་ཆོས་ཀུན་ཏུ་བསྲུང་བའི་སླད་དུ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པར་བཞུགས་སུ་གསོལ། དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Kāśyapa said, “Blessed One, in order to protect the authentic Dharma, I beg the Blessed One, the Tathāgata, to remain for an eon or longer.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་གལ་ཏེ་སངས་རྒྱས་སྟོང་སྙེད་ཅིག་གིས་མི་བླུན་པོ་དེ་དག་ལ་ཆོ་འཕྲུལ་དང་བཅས་པའི་ཆོས་བསྟན་དུ་ཟིན་ཀྱང་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དེ་དག་སྡིག་པ་འདོད་པ་དང་། སྡིག་པ་འཛིན་པ་དེ་དག་ལས་ཕྱིར་གཟུང་བའམ། བཟློག་པར་མི་སྤྱོད་དོ།
en: The Blessed One replied to Venerable Mahākāśyapa, “Kāśyapa, even if, say, a thousand buddhas had taught the Dharma, with miracles, to those foolish people, those unholy individuals would not let go of or turn away from their sinful desires and sinful conceptions.

source: །འོད་སྲུང་གཞན་ཡང་ཁྱོད་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་ཐ་མ་ལ་དམ་པའི་ཆོས་བསྲུང་བར་སྤྲོ་འམ། སེམས་ཅན་བསམ་པ་དགེ་བ་གང་དག་ཁྱོད་ཀྱིས་བཤད་པ་ལ་གུས་པར་ཉན་པ་སྐྱེད་པར་འགྱུར་བ་དག་ཀྱང་འབྱུང་བར་འགྱུར་རོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གླིང་ཆེན་པོ་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་བཅས་པ།
en: Besides, Kāśyapa, in the future, in the final five-hundred-year period, you will be inspired to preserve the authentic Dharma, and beings with virtuous minds who will listen respectfully to your explanations will be born.”

source: བྲག་དང་། རི་བོའི་ཟོམ་དང་བཅས་པ། རྒྱ་མཚོ་དང་། ཆུ་ཀླུང་དང་། ནགས་ཚལ་དང་བཅས་པ་འདི་བསྐལ་པ་འམ།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, I, along with the four-continent universe with its hamlets, towns, and villages, its crags and mountain peaks, and its oceans, rivers, and woods, would gladly plead for this on my knees for an eon or longer.

source: བསྐལ་པ་ལས་ལྷག་པར་ཕྲག་པའམ། སྤྱི་བོ་ལ་འཚལ་བར་ནི་སྤྲོ་ལགས་ཀྱི། བཅོམ་ལྡན་འདས་བདག་སྐྱེས་བུ་དམ་པ་མ་ལགས་པ་དེ་དག་གི་ལོག་པར་སྨྲ་བའི་སུག་ལས་དེ་དག་ཉན་པར་ནི་མི་སྤྲོ་ལགས་སོ།
en: But, Blessed One, I would not be glad to hear about the acts of propounding falsehood of those unholy individuals.

source: །བཅོམ་ལྡན་འདས་བདག་རྒྱ་ཤུག་གམ། ཏིལ་ལམ། འབྲས་བུ་གཅིག་གིས་བསྐལ་པ་འམ། བསྐལ་པ་ལས་ལྷག་པར་འཚོ་བར་ནི་སྤྲོ་ལགས་ཀྱི།
en: Blessed One, I would be happy to live on a single juniper berry or sesame seed or grain of rice for an eon or longer.

source: བཅོམ་ལྡན་འདས་བདག་སྐྱེས་བུ་དམ་པ་མ་ལགས་པ་དེ་དག་གི་ལོག་པར་སྨྲ་བའི་སུག་ལས་དེ་དག་ཉན་པར་ནི་མི་སྤྲོ་ལགས་སོ།
en: But, Blessed One, I would not be glad to hear about the acts of propounding falsehood of those unholy individuals.

source: །བཅོམ་ལྡན་འདས་བདག་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་སུ་བསྐལ་པའི་ཞུགས་ཆེན་པོ་འབར། ཀུན་ཏུ་འབར། ཀུན་ཏུ་རབ་ཏུ་མཆེད་ཅིང་འབར་བར་གྱུར་པའི་ནང་དུ་སྤྱོད་ལམ་བཞི་པོ་དག་གིས་དགུང་ལོ་བྱེ་བ་སྙེད་དུ་གནས་པར་ནི་སྤྲོ་ལགས་ཀྱི།
en: Blessed One, I would be glad to live for as long as ten million years in the four postures in a great billionfold universe burning, blazing, and raging throughout with an eon-ending fire.

source: །བཅོམ་ལྡན་འདས་བདག་སེམས་ཅན་ཐམས་ཅད་ལ་ཁྲོ་བ་དང་། སྤྱོ་བ་དང་། སྨད་པ་དང་། བཤུང་བ་དང་། བསྡིགས་པ་དང་།
en: Blessed One, I would be glad to patiently accept anger, insults, denigration, degradation, intimidation, and beatings from all beings.

source: བརྡེག་བཙོག་དག་བཟོད་པས་དང་དུ་ལེན་པར་ནི་སྤྲོ་ལགས་ཀྱི། བཅོམ་ལྡན་འདས་བདག་མི་བླུན་པོ་ཆོས་ཀྱི་རྐུན་པོ། ཆོས་ཀྱི་ཆོམ་རྐུན་པོ། །ཆོས་ལ་མུ་ཅོར་སྨྲ་བ། ཆོས་ལྟར་བཅོས་པ་སྟོན་པ་དེ་དག་གི་ལོག་པར་སྨྲ་བའི་སུག་ལས་དེ་དག་ཉན་པར་ནི་མི་སྤྲོ་ལགས་ཏེ།
en: But, Blessed One, I would not be glad to hear about the acts of propounding falsehood of those thieves and swindlers of the Dharma, those who speak nonsense about the Dharma, and teachers of counterfeit Dharma.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ཉི་ཚེ་བར་སྤྱོད་པ་ཉི་ཚེ་བའི་ཤེས་པ་དང་ལྡན་པ་ལགས་པས་དེ་ལྟ་བུའི་ཁུར་འདེག་པའི་རྔོ་མི་ཐོག་ལགས་ཀྱི།
en: Because my practice and knowledge are limited, I am not capable of bearing such a responsibility.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ནི་དེ་ལྟ་བུའི་ཁུར་འདེག་པར་རྔོ་ཐོག་ལགས་སོ།
en: But, Blessed One, a bodhisattva is capable of bearing such a responsibility. “
